Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Night Fishing.tmx
Source language: ko_kr
Languages: en

source: 아야, 왜 대답이 없노?
en: kid, why aren’t you answering?

source: 어, 지금 보니까 요정이 놈들 본거지 같네.
en: yeah, and now that I’m looking at it, I think this place is their headquarters.

source: 비가 와서 그랬나, 쪼매 걸맀네.
en: were you late because of the rain?

source: 혀..형을 말하는 거였어?!
en: ...did he mean m-muyeon?!

source: 이런 일 없었어.
en: then this never would have happened!

source: 라이벌인데, 친하긴 뭘 친해.
en: we were rivals. why would we be close?

source: 곧 시사고발 프로그램에서도 연락이 왔고,
en: soon after that, I was contacted by a current affairs tv show.

source: 악!
en: ash

source: 부
en: va

source: 컥
en: ng

source: 개 빡세네...
en: that was freaking rough...

source: 라이벌이 죽고 은퇴 했던...
en: retired after your rival died...

source: 저 인간이 얼어 죽기를 기다리는 것 같은데,
en: you seem to be waiting for that guy to freeze to death,

source: 안 일어나냐?
en: wake up.

source: 저 여자..?!
en: that girl...?!

source: 풍덩
en: plunge

source: 금마 형도 팔딱 거리는 게
en: the way the older one was flapping around...

source: 안 그럼 물속으로 딸려가시니깐요.
en: otherwise, you’ll end up swimming with the fishes.

source: 찌질한 자격지심 때문에 형의 첫 부탁을 거절했고..
en: I refused my brother’s first ever request out of my own silly insecurity...

source: 끼이
en: creak

source: 서걱
en: slice

source: 엄마, 이번에도 나 잘못되면 어떡해?
en: but mom, what if something bad happens to me again this time?

source: 쿵!
en: thump

source: 따랑
en: ding

source: 컨테이너...
en: cargo container...

source: 근데, 그럼 우리 이렇게 편하게 있을 상황 맞아?
en: wait, then are we even safe here?

source: 너 살려주실 분,
en: nobody else can save you...

source: 다음은 윤반석 선수의 차례입니다.
en: banseok yun is up next.

source: 하...{j}강무직.
en: sigh...{j}mujik.

source: 강무직씨.
en: mr. kang.

source: 나?
en: me?

source: 조금만 더 찾아보자.
en: let’s look around a bit more.

source: 야, 첫 날부터 빠져서.
en: slacking off on the first day?

source: 경찰 너희들이 일찍 수사만 했어도!
en: or if the police had investigated this properly...

source: 누가 중계기 선을 잘라놨어.
en: somebody cut the repeater cable.

source: 스 윽
en: glance

source: 뉴스 연예 스포츠 사회 | 거산 병원, 저소득층 이식수술 확대 거산 병원
en: News Entertainment Sports Society | Geosan Hospital Expands Transplant Operations to Low-Income Families Geosan Hospital

source: 뭐이고 이거?
en: what’s this now?

source: 보통 여자가 아니라는 건데...
en: she was no ordinary woman...

source: 차칵
en: snip

source: 끼{j}이{j}이{j}이
en: creak

source: 엄마, 틀어줘.
en: mom, play it.

source: 여기?
en: here?

source: 드
en: vr

source: 저번보다 엄청 깔끔해졌네.
en: it’s a lot cleaner than it was last time.

source: 진짜 앞이 하나도 안 보이네.
en: I can’t see a thing in front of me.

source: 제길, 내가 집부터 살펴봤어야 했는데.
en: crap, I should have started by searching the house.

source: 내 머리!!
en: my head!

source: 야, 괜찮아?
en: hey, are you alright?

source: 쾅
en: bang

source: 꺄아아아!!
en: kyaaah!

source: 아오..
en: ugh...

source: 집에 누가 왔어.
en: Someone’s at the house.

source: 광진을 국회의원이야.
en: for my district, gwangjin.

source: 꽈{j}당
en: {j}crash

source: 어릴 적부터, 엄마는 나에게 홍삼을 먹였다.
en: mom had been giving me red ginseng tonics since I was young.

source: 밤새 기다려봐야
en: ...all night long...

source: 엄마..{j}숨이..{j}
en: mom... I can’t...

source: 나 환자라고!!
en: I’m a sick woman!

source: 사람을 자살시켜!?
en: instead you stage suicides?!

source: 부{j}우{j}우{j}우{j}웅
en: v{j}r{j}o{j}o{j}m

source: 무직아, 참아.{j}장례식이잖아.
en: mujik, restrain yourself. we’re at a funeral.

source: 그만 두라고...
en: stop...

source: 할 말이 있고, 못 할 말이 있지!
en: you shouldn’t say things like that!

source: 꽈
en: cle

source: 하, 거기까지 알고 있었어?
en: you knew about that too?

source: 여편네가 오늘따라 와 이리 앵기쌌노.
en: why does my wife keep calling me today?

source: 시끌
en: noisy

source: 풀썩
en: plop

source: 그런데, 이 지경 속에서
en: but at a time like this...

source: 잘못되면 큰일이지.
en: it’d be a shame if something happened to him.

source: 꽈아악
en: squeeze

source: 홱
en: turn

source: 야!{j}강무직!!
en: hey!{j}mujik!

source: 쿠당탕!
en: crash

source: 이게 뭐지...?
en: what’s this...?

source: 손질 시작 하재이.
en: let’s get started.

source: 꾸물거리지 말고.
en: stop dawdling.

source: 읍?!
en: what the-!

source: 씁..
en: ow...

source: X나 무겁네...
en: he’s freaking heavy...

source: 어떻게 할까요?
en: what should I do?

source: 화 악
en: swish

source: 다시 물 밖으로 나올 때 느끼는 새롭게 태어난 기분까지.
en: ...and the way I feel reborn just as I break the surface.

source: 이거 놔!!
en: let me go!

source: 으악!
en: aaargh!

source: 제발..
en: please...

source: 좀 놔 봐!!
en: let me go!

source: 뭐야?{j}아까만 해도 팔팔하더니.
en: {j}what? you were fine until now.

source: 그래도 한 땐 국민 영웅인데
en: the kid used to be a national hero at one point.

source: 저 ㅅ끼는 족쳐야겠으니까
en: I need to beat that bastard up first.

source: 네.
en: yes.

source: 지잉
en: bzzt

source: 웃어...?
en: did he just smile...?

source: elrme****** 금메달이 중요하다해도 사람을 죽이냐..
en: elrme****** a gold medal isn’t worth killing for...

source: 으아아아아!!!!
en: aaargh!

source: 어떻게 오긴.{j}너 며칠째 여기던데,
en: what do you mean? you’ve been here for days...

source: 지혜야...
en: jihye...

source: 타{j}다{j}다{j}다
en: tat tat tat

source: 넌 와꾸가 탈락이여.
en: you don’t have the looks for it.

source: 방대용 사장님, 이상 피해자 진술 마쳤고요.
en: mr. bang, we’re done with your statement.

source: 잘했어!
en: good job!

source: 신고 안 해주셔서, 감사합니다...
en: and thank you for not reporting her...

source: 다른 사람도 아니고 형인데..?
en: it’s your brother, of all people...

source: 속닥
en: whisper

source: 엄마한테 말해야 할까?
en: should I tell mom?

source: 땅콩 알레르기 있는 애가
en: the question is...

source: 4호차로 나가면 될까요?
en: should I take car #4?

source: 살았으면 니 인생 살아.
en: so just get on with your life.

source: 아니 이런 곳에...
en: I never expected to meet...

source: 뭐야, 잡히긴 뭐가 잡혀.
en: we’re not catching anything.

source: 간만에 활어라 그런가...
en: I haven’t worked on live fish in a while...

source: 형이 죽었는데
en: how could I be any angrier...

source: 고생했어.{j}가서 눈이라도 좀 붙..
en: well done.{j}now go rest your eyes for a...

source: 거기 가면 놈이 있을 거야.
en: he’d probably be there.

source: 허허, 유권자님이셨구나.
en: oho, so you’re a supporter of mine.

source: 어머니 마저 목숨을 내던졌네요.
en: ...at the spot where her eldest son went missing.

source: 타다탓!
en: tat tat tat

source: 쏙
en: cram

source: 일어나.
en: wake up.

source: 사악
en: slit

source: 부{j}우{j}우{j}우
en: {j}{j}{j}vroom

source: 넌 내 손으로 죽일 테니.
en: I’ll kill you myself.

source: 저쪽은 거산가 재벌 3세고.
en: and that one over there is a third-generation member of the geosan chaebols.

source: 기대받지 못한다고 생각했는데...
en: I always thought they’d lost hope for me.

source: 착하게 살기는 글러먹은 것 같아.
en: ...to learn to be nice.

source: 죄송합니다, 의원님.
en: I’m sorry, sir.

source: 이거 안 먹으면 커서 금메달 못 딴다?
en: if you don’t take this, you’ll never win a gold medal when you grow up!

source: 잉
en: r

source: 형?!!!
en: hello?!

source: 이래서 아무도 없는 거 아니야?
en: isn’t this why nobody comes here?

source: 이렇게나 잘 살았어?
en: was he this rich?

source: 손가락 있었던 곳 위에...!
en: above the place where the finger was...!

source: 허억
en: huff

source: 아이구, 형 일은 어찌된 건지 모르겠지만...
en: anyway, I’m not sure what happened to his brother...

source: 진짜 사람 구하러 가셔야죠.
en: you should get back to rescuing people.

source: 두근
en: thump

source: 형이 왜 이렇게 떨지?
en: why is he shivering so much?

source: 헐?
en: woah,

source: 아니, 나한테 계획이 있어.
en: no, I’ve got a plan.

source: 또 뭔 소란이야?
en: what’s going on now?

source: 거산 병원
en: Geosan Hospital

source: 거기,
en: over there,

source: 콰{j}직
en: {j}{j}kapow

source: 지지직...
en: crackle

source: 어억..
en: augh...

source: 개ㅅ끼야...
en: bastard...

source: 영업신-- 법인명: 태평양 컴퍼니 범인번호: 대표자: 방대용 생 년 월 일: --명칭: 태평양 컴퍼니 서을특별시 광진구 천호대로 130길 **로
en: Business Registration Company Name: Pacific Ocean Company Corporation Number: CEO: Daeyong Bang Date of Birth: April 23, 1976 -- Title: Pacific Ocean Company 130 Cheonho Blvd, Gwangjin District, Seoul

source: 내가 말 했제?
en: I warned you, didn’t I?

source: 벌컥
en: fling

source: 제가 여기서 괴한들한테 쫓기고 있어서요.
en: I’m being chased by some strange men here.

source: 아직도 정신을 못차맀나?
en: I guess you still haven’t come to your senses.

source: 콰 앙
en: bang

source: 퉷
en: ptooey

source: 그렇게는 못 하지.
en: I don’t think so.

source: 턱!
en: trip

source: ...라면은 갔다 와서 같이 먹자.
en: we can have the noodles after I get back.

source: 저 땅콩을 먹은 날이면
en: every time he ate those peanuts,

source: 아악!!
en: ack!

source: 우웨에에엑!!
en: blechhh!

source: 콰{j}직{j}!
en: smash

source: 형도, 엄마도...{j}나를 포기하지 않았어.
en: but my brother and my mom... they never gave up on me.

source: 띡
en: beep

source: 강무직 대박이네ㅋㅋ
en: mujik kang is really something, haha.

source: 한약 좀 먹어라...?
en: take the tonic...?

source: 라면이나 끓이고 앉았다...
en: and here I am making noodles and taking it easy.

source: 뭐하냐?{j}밥 안먹고.
en: {j}what are you doing? come out and eat.

source: 빠악
en: wham

source: 오고 계십니까?
en: are you on your way?

source: 한강?!!!
en: han river?!

source: 으아아아악!!!!
en: aaahhh!!

source: 비린내에 창고...
en: fishy smell in a warehouse...

source: 형한테 운동선수들은 다 빡대가리잖아.
en: athletes are all boneheads to you anyway.

source: 야.
en: hey.

source: 더
en: gro

source: 놈들이야.
en: it must be them.

source: 있습니다.
en: I do.

source: 강무연 동생.
en: ...of muyeon kang, the guy you killed.

source: 언제까지 업혀있을 건데?
en: how long do I have to keep carrying you?

source: 이 목소리...!?
en: that voice...!

source: 촤악
en: splat

source: 니 뭐, 약빨았나?
en: are you on drugs or something?

source: 타 닷
en: tat tat

source: 하...
en: sigh...

source: ...걸렸나?
en: did I get caught?

source: 네, 어렵게 잡았습니다.
en: yes, it wasn’t easy to catch it.

source: 톡
en: tap

source: 최근에 강무직 선수는 뭐, 완전 맛이 갔고.
en: but recently her son, the athlete mujik, has done nothing but cause trouble.

source: 우리한테는 장희도 선생님이 하나님이야.
en: dr. jang is god to us.

source: 그러니까, 따라 오라고...
en: you would know if you followed us...

source: 무직아 엄마가 미안해.
en: mujik, I’m sorry.

source: 나한테 밀려서 힘들었다잖아!!
en: you even said yourself he was struggling because he kept losing to me!

source: 투
en: plu

source: 왜 저래?
en: what’s with her?

source: 엄마도 이제 너무 힘들다.
en: I can’t do this anymore.

source: 똑똑해야 착하게 살 수 있는 거야.
en: you have to be smart in order to be nice.

source: 아님 잘난 형이랑 비교 당해주는 거?
en: or stand next to you to make you look good?

source: 문제는... ‘왜 알레르기가 있는데 땅콩을 달라고 했을까.’인데..
en: the question is... why did he ask for peanuts when he knew he was allergic?

source: 나 이제 알았어!!!
en: I figured it out!

source: 저 모터보트...
en: that motorboat...

source: 형 덕분에 웃었고
en: but she smiled thanks to my brother...

source: 제발... 하나님
en: please, god...

source: 무슨 요즘 시대에 통신사 중계기가 달려 있어?
en: how is that possible in this day and age?

source: 뭐야 저 남자..!!
en: who is that guy?!

source: 제발!!
en: come on!

source: 슥..
en: glance

source: 버둥
en: wriggle

source: 큰 소란 원치 않으신다.
en: he doesn’t want a ruckus.

source: 아우라고 저장된 놈이랑 통화 중이었습니다.
en: and it looks like he was talking to his younger brother.

source: 강무직씨 정신 차려야 해요.
en: he really needs to get his act together.

source: 너도 죽일까봐 겁나?
en: are you worried I might kill you, too?

source: 제기랄..!
en: crap...!

source: 근데 단지 입막음하려고 이렇게까지 해?
en: but why would they go that far just to keep me quiet?

source: 피의자는 피해자 방대용을 아는가요?
en: do you know the victim, daeyong bang?

source: 제길..
en: damn it...

source: 돌대가리인 내게 신이 준 유일한 재능 다이빙
en: the only talent god had given to a bonehead like me... diving.

source: 가자 빨리.
en: let’s go, quick.

source: 여기 뭐가 더 있을지도 몰라.
en: there could be something else here.

source: 네, 내일 뵐게요!
en: sure, see you tomorrow!

source: 화려한 걸 그렇게 좋아하던 엄마는
en: my mother, who loved glamor...

source: 신경 끄라.
en: don’t worry about it.

source: 너 왜 이렇게 됐냐.
en: how did you end up like this?

source: 꿀꺽...
en: gulp

source: 0628 형 생일.
en: 0628, muyeon’s birthday.

source: 본 작품은 픽션으로, 등장하는 상호, 인물, 사건, 지명은 실제와 무관합니다.{j}또한 일부 공포스러운 장면이 포함되어 있으니, 임산부 및 노약자, 심약자 분들은 감상 시 주의를 부탁드립니다.
en: This is a work of fiction. Any names, characters, places, events, incidents, or items depicted in the series have no relation to the real world (or historical events).{j}

source: 휙!
en: swoosh

source: 촤라락
en: wind wind

source: 완전 딴 세상이네.
en: it’s a totally different world in here.

source: 해가 중천인데, 언제까지 잘래?
en: why are you still in bed? it’s already midday.

source: 진짜 강무직 맞네...
en: you really are mujik kang...

source: 엄마의 불안은 맹목적인 믿음으로 바뀌었지.
en: ...that’s when my mom’s anxiety turned into blind faith.

source: 이 일이 세상에 밝혀지기 일보 직전이었는데...
en: and just before my story was to be revealed to the world...

source: 형.{j}늦었지만 같이 가자.
en: {j}muyeon, I know it’s too late, but I’ll go with you now.

source: 본거지라니,{j}너 저 사람들 누군지 알고 하는 말이야?
en: {j}headquarters? do you even know who those people are?

source: 이제야 알았나?
en: you’re just realizing now?

source: 고급 요정이다!
en: it’s the fancy restaurant!

source: 그렇다면 형도, 뭔가를 알아낸 것일까.
en: that means he must have known something, too.

source: 시체까지 빼돌려?!
en: you smuggle the bodies?!

source: 폐질환으로 작은 수술을 받았어.
en: I had a minor surgery for lung disease...

source: 놈들이다!{j}확실해!
en: it’s them!{j}I’m sure of it!

source: 전화 왔잖아.
en: your phone’s ringing.

source: 입김?
en: I can see my breath...

source: 흠칫
en: flinch

source: 잠깐!{j}저쪽으로 가 봐!!
en: wait a minute! let’s go that way!!

source: 미친 듯이 뛰는 심장과
en: the way my heart races.

source: 하, 오랜만에 설레네.
en: hah, this is exciting.

source: 우악!!
en: ack!

source: 아니, 지금 같이 가보시자니깐요.
en: but I’m asking you to come with us.

source: 저 정도 숫자면
en: with that amount of men,

source: 어디로 간 거야…
en: where did he go...

source: 먼저 가요.
en: you go ahead.

source: 휴...
en: whew...

source: 니들이 그러니까 이 ㅅ끼가 나대는 거라고!!
en: this is exactly why the bastard is so cocky!

source: 그 선생님이랑 동문인 환자 있잖아,
en: you know that patient who’s a fellow alumnus of the doctor?

source: 나도 하나 줘.
en: give me one.

source: 내가 필요한 일 뭐? 시다바리?
en: what is it? be your errand boy?

source: 죄송합니다...
en: I’m sorry...

source: 재수없으면 한 대 치고 말지.
en: you know he’s brawn before brains.

source: 하..
en: sigh

source: 쉿.
en: shh.

source: ...선생님이 하나님이야?
en: it’s not like he’s god.

source: 늦은 시간이니 댁까지 모셔드리려고 하는데,
en: It’s late now, so I’ll take you home.

source: 이놈은 인적사항을 다 외울 정도니까.
en: I know this guy’s personal info by heart now.

source: 뭐?{j}여길 왔었다고?
en: what?{j}you were here before?

source: 이보세요, 억지로 입에 들이대고 있지 않습니까?
en: as you can see, he’s forcing him to eat them.

source: 지혜야.
en: jihye,

source: 초음파매뉴얼
en: ULTRASOUND MANUAL

source: 이 집에서 나를 믿지 못한 건, 나뿐이었네.
en: the only one in this family who didn’t believe in me was myself.

source: 씨익
en: huff

source: 탕
en: thump

source: 여긴...
en: I don’t see any of the bastards

source: 물고기는 살코기를 바르고,
en: you fillet a fish for the flesh...

source: 감사합니다.
en: got it.

source: 왜 이렇게 몸이 뻣뻣하지?
en: why is her body so stiff?

source: 낚시하다가 물에 빠졌는데...
en: I fell into the water when I was fishing...

source: 여긴 어디지?!
en: where am I?!

source: 먼저 쓸데없는 부위를 제거하고,
en: first you get rid of the useless parts...

source: 죽기 싫으면 조용히 있으라고.
en: I told you to keep your mouth shut.

source: 그보다, 보고 드릴게 있습니다.
en: I have something I need to tell you.

source: 꾸
en: gu

source: 퍼억!
en: pow!

source: 풍{j}덩
en: {j}plop

source: 으아아악!
en: aaack!

source: 수많은 사건 사고를 몰고 다녔지 않습니까.
en: has gotten him into many incidents.

source: 창고에 갇혔다고...??!?
en: trapped in a warehouse...?!

source: 대체 얼마나 내려가야 내 끝을 볼까.
en: how much more do I have to fall to hit rock bottom?

source: 선수들이 입장하네요!
en: the divers are entering the arena!

source: 엄마
en: Mom

source: 똘갱이 시끼가 남의 영업장에서 뭔 ㅈ랄이고.
en: stop causing a scene in my restaurant, punk.

source: 부{j}우{j}우
en: v{j}r{j}oom

source: 휴대폰도 휴대폰인데..
en: but besides that...

source: 그 사람이 무상으로 폐 이식을 해준다고 하자,
en: when the doctor said he would perform the transplant for free...

source: 들어가세요.
en: you can go now.

source: 5분 후 사고 발생 예정.
en: accident to take place in five minutes.

source: 이렇게 CCTV를 설치하니까.
en: with a camera angle like that...

source: 2021년 일요일
en: Sunday

source: 야 찍어찍어.
en: keep shooting.

source: 어떻게 이 상황에서도 그 인간을 믿는 거야!?
en: how can you still believe in him after all this?!

source: 실종이라는 데, 뻔한거 아닙니꺼.
en: if his brother’s missing, then it’s pretty obvious, isn’t it?

source: 왜 우리집에 들어온 거지..?!
en: and why is he in my house...?!

source: 윽..
en: rn

source: 뭐 있나 더 찾아보고 연락드릴게요.
en: I’ll let you know if anything comes up.

source: 직
en: kle

source: 스{j}르{j}륵
en: flop

source: 늦었다고요.
en: it’s late.

source: 벌써 시간이 꽤 지났으니까 그렇죠.
en: well, it’s been a while since he went missing.

source: 헙!!
en: eek!

source: 잠깐, 강무직!{j}뒷면에 이 글...
en: wait, mujik!{j}on the back...

source: 띠{j}리{j}릭
en: {j}{j}beep

source: 그렇죠.
en: yes.

source: 저거 다 조작이야.
en: it’s all fabricated.

source: 이 ㅂ신새끼...
en: punk...

source: 찾아주겠다는 말만하고 아무것도 안 하잖아!!!
en: you say that, but you’re not doing anything!

source: 꽁치도 다 죽은 거 토막이나 치나 했드만
en: I thought the mackerel would be dead and ready to be chopped up,

source: 타{j}다{j}다
en: {j}{j}rush

source: 내 역할은 여기까지인기라.
en: I’ve done my part.

source: 그럴 리 없어.
en: that won’t happen.

source: 폐 이식 성공률도 낮은데 꼭 받아야 해?
en: do I have to, when the success rate for lung transplants is so low?

source: 얼굴이 좀 상했지?
en: she looks a bit stressed, doesn’t she?

source: 파악!
en: lunge

source: 하여간 무식한 ㅅ끼...
en: you moron...

source: 지혜야?!{j}어디 가니!
en: jihye! where are you going?!

source: 저 ㅅ끼들이 우리 형을...!!
en: those bastards killed my brother...!

source: 이 목소리!!!
en: this voice!

source: 얼마 버티지도 못할 텐데.
en: he won’t be able to last for long.

source: 아니...{j}젊은 친구가 무슨 소릴 하는지 모르겠네...
en: what... I really don’t know what this young woman is talking about...

source: ...잘 먹었습니다.
en: well, thanks for dinner.

source: 와?{j}몸이 말을 안 듣나?
en: what’s the matter? body not listening?

source: 여기는 전국 체전!!
en: coming to you from the national sports festival!

source: 꾸욱..
en: squeeze

source: 그 말 아니잖아!!
en: that’s not what you meant!

source: 근
en: mp

source: 여기가 어디라고 찾아와?
en: what makes you think you can come here?

source: 그를 상쇄할 만한 실력을 갖춘 장래가 촉망되는 선수죠.
en: ...but he makes up for it with his exceptional skill and potential.

source: 일찍 들어 간다.
en: I’ll be home early today.

source: 자르니까 한결 낫네.
en: you look better with that haircut.

source: ㅅㅂ...
en: damn it...

source: 안 그래도
en: we’ve been waiting...

source: 너 진짜 왜 그래...
en: what’s gotten into you...

source: 광진교다!!
en: gwangjin bridge!

source: ㅁ친 놈들인가..
en: they can’t be serious...

source: 딸이 죽다 살아났는데도 이럴 거야?
en: I just came back from the dead and this is how you react?

source: 엄마?!
en: mom?!

source: ㅅ끼...
en: bastard...

source: 분명히 들었거든?
en: I heard everything, ok?

source: 엄마!
en: mom!

source: 엄마...
en: mom...

source: 룩
en: le

source: 울 컥
en: choke

source: 내 생일...
en: my birthday...

source: 내가 들어갈 방법 찾아볼..
en: I’ll try to find a way in...

source: 대체 뭔 소리야..?
en: what is that...?

source: 철컥
en: clank

source: 거산병원의 정신이상 환자가 난동을 부리고 간호사를 폭행,
en: a mentally ill patient ran riot and attacked a nurse at geosan hospital...

source: 아...
en: oh...

source: 저..
en: err...

source: 무직 씨.
en: mr. kang,

source: 포인트 도착.
en: I've arrived at the checkpoint.

source: 위험에 처한 시민 개무시하는 거,
en: people will be recording you...

source: 잠깐, 그럼 자살하려고 한강에 간 게 아닌 거지?
en: wait, so you didn’t go to the han river to commit suicide?

source: 폐인이 된 내 방에는 항상 홍삼박스가 있었다.
en: there was always a box of red ginseng there, inside my wreck of a room.

source: 태평양 수산
en: Pacific Ocean Seafood

source: 뭐하는 짓이야?!
en: what are you doing?!

source: 시간 날 때 읽어봐.
en: read them when you get a chance.

source: 형은 아직 횟집 안에 있어!
en: he’s still in the seafood restaurant!

source: ..과도한 승부욕이겠죠.
en: most likely his excessive drive to win.

source: 네 생각이면 틀렸을 거야.
en: if it is, you’re probably wrong.

source: 폐업했는디.
en: they’ve closed down.

source: 오야.
en: hey honey.

source: 미쳐도 곱게 미쳐야지...
en: go make trouble somewhere else.

source: 야, 왜 그래?
en: hey, what’s wrong?

source: 이제 시작한데이.
en: I’m gonna start now.

source: 비밀번호가 0126이야...
en: it’s 0126...

source: 정치인 말을 믿은 내가 병ㅅ이지.
en: it was silly of me to trust a politician in the first place.

source: 전달할 것이 있어요.{j}지금 당장 갈게요.
en: I have something to give to you.{j}I’ll be right over.

source: 오, 강무직.
en: wow, mujik.

source: 그거 아나?
en: did you know?

source: 가, 갑자기 그건 왜 들고 있는 거야..?
en: um, why are you holding that all of a sudden...?

source: 하루 만에 폐업이라니요!!
en: how can they just close down overnight?!

source: 대체 어딨는 거야…
en: where the heck is he...

source: 으아아아아아악!!
en: aaah!

source: 2021년 금요일
en: Friday

source: 난 혼자다.
en: and I’m alone.

source: 앙
en: om

source: 일단 경찰에...
en: I need to report them first...

source: 이동 하겠습니다.
en: I’ll be on the move.

source: ...그냥 도망치면 안될까?
en: can’t we just run away together?

source: 형이라면, 어떻게 했을까?
en: what would muyeon do, if he were me?

source: 타 닷 !
en: rush

source: 정형외과학
en: ORTHOPEDIC SURGERY

source: 투둑
en: plonk

source: 잠깐만요.
en: hold on.

source: 배 가를 때쯤이면 다 녹아서 다시 팔팔해질...
en: you’ll thaw up again when it’s time to cut you open...

source: 이런 미친 ㅅ끼가..!!
en: you piece of shit...!

source: 크악!
en: argh!

source: 그게 무슨 소리..
en: what are you talking...

source: 끼{j}이{j}이{j}익
en: creeeak

source: 서에 가서 들을게요.
en: save it for the station.

source: ...그 ㅅ끼는?
en: have you found the bastard yet?

source: 억!
en: argh!

source: 그에 비해 머리는 가벼웠다.
en: but on the other hand, I was never very bright.

source: 나만 잘하면 살릴 수 있어.
en: if I do this right, they’ll survive.

source: 까득
en: grrr

source: 주 춤
en: pause

source: 휘
en: ph

source: 어어어어?!!!
en: huuuhhh?!!!

source: 저 그립톡..!!
en: that phone grip...!

source: 무슨 계획?
en: what plan?

source: ..살인을 했단 말씀이시군요.
en: you’re saying he committed murder.

source: 꾹
en: tap

source: 끝나고 얘기하지.
en: let’s talk after we’re done.

source: 내 폰으로 또 무슨 짓을 한 거야...?
en: did you mess with my phone again...?

source: 강무직!!!!
en: mujik!

source: 괜찮아?
en: you okay?

source: 태평양 수산..?
en: pacific ocean seafood...?

source: 형은 횟집에 갇힌 거였어!
en: he’s trapped in a seafood restaurant!

source: 이제 와서 그게 뭐가 중요해.
en: what difference does it make?

source: 보고싶었다.
en: I missed you.

source: 뭐, 뭐야!?
en: w-what the-?!

source: 뭐!?{j}토막을 쳐!!?
en: {j}what?! sliced him up?!

source: 그럼 먼저 가보겠습니다.
en: ok, then I’ll get going.

source: 여기, 어머니가 너한테 남긴 것 같은데!?
en: it seems like your mom left something for you here!

source: 분명 한강 쪽으로 갔는데...
en: I’m pretty sure I saw him go toward the river...

source: 캉!
en: bang!

source: 어머니 팬이어서 풀어주는 기니까.
en: I won’t press charges because I’m a fan of your mother.

source: 이거 놔, 이 새ㄲ야.
en: let go, you scumbag!

source: 합의 얘기 좀 하시게
en: can I get your number...

source: 아!
en: ugh!

source: 뚝
en: drip

source: 너 내가 누군지 알아?!!!
en: don’t you know who I am?!

source: 사실, 싫지는 않았다.
en: but to be honest, I didn’t really hate it...

source: 하나 다른 것이 있다면
en: there’s one difference, though.

source: 멍청한 ㅅ끼야!
en: hey moron!

source: 성품이죠.
en: he’s got a temper.

source: 배우 강명하, 극단적 선택
en: ACTRESS MYEONG-A KANG COMMITS SUICIDE

source: 엄마가 아는 분께 말해 놨어.
en: I spoke to someone I know.

source: 몇 호야?
en: what’s your room number?

source: 뭐..뭐라도 잡혀라..!
en: something... anything...!

source: 이상하잖아?
en: isn’t that weird?

source: 알면 내가 이러고 있겠어?
en: you think I’d be here if I knew?

source: X끼야!!
en: you bastard!

source: 이...
en: you...

source: 무직오빠!
en: go mujik!

source: 아오!!{j}진짜!!!
en: {j}damn it!

source: 뭐 저런 애가 다 있어.
en: what’s with her?

source: 너희가 죽인
en: I’m the brother...

source: 야, 방대용 사장님!!!
en: hey mister!

source: 뭐 라이더스?
en: something riders? I forget the name...

source: 콰직
en: crush

source: 멈칫!
en: freeze

source: 문 같은 건 안 보여?!
en: you don’t see any doors?!

source: 문디 자슥이...
en: you rascal...

source: 딱
en: ob

source: 고객님이 전화를 받지 않아 소리샘으로 연결됩니다.
en: the caller you have dialed is not available. please leave a message after the beep.

source: 3년 동안 등골을 내어준 형은 아무것도 요구하지 않았다.
en: my brother supported me for three years but never asked for anything in return.

source: 집 담벼락만 뺑뺑 돈 거였네.
en: we just did a lap around his walls.

source: 놈들은 이미 죽여놓고 던지는 게 아니라,
en: those bastards don’t throw over dead bodies,

source: 냉동트럭?
en: is this a freezer truck?

source: 뭔 소리야?!
en: what do you mean?!

source: 자~ 팔 주시고.
en: alright, give me your arms.

source: 웅성
en: murmur
